const n=`#### 谧静幽原服务器规则第三版（预发布版）：

1. 私有财产等请使用告示牌等方式声明所有者，声明的客体确认有效后视为玩家私有资产，受服务器规则保护。
2. 不得恶意破坏他人私有财产及建设用地，破坏未经确认的实际存在的玩家资产的，按照破坏私有资产对待。初次违反者将处以警告，多次违反将根据情节处以短期或永久封禁，情节恶劣者将直接处以永久封禁。
3. 不得在主世界 *（不包括动态（资源）世界等）* 使用世吞或其它大面积破坏世界的行为 *（不包括平整地形、平整山地）*。初次违反者将处以警告并修复对世界的损坏，情节恶劣且态度较差者将处以封禁。
4. 为维护大家的游戏体验，请不要在有玩家时做加大服务器负载的行为，可参考游戏中侧边栏的TPS值。
5. 请在游戏中或相关社交平台中和谐交流。对他人造成精神损失者将根据情节禁言或封禁。
6. 在相关社交平台中可以自由讨论，但不要发送广告、引流或过多无关内容。首次警告，多次违法将视情节处以禁言或移除。
7. 禁止利用第三方辅助或游戏特性等做损害**其他玩家**游戏体验、破坏服务器**稳定性**的行为。

良好的游戏环境需共同维护，如存在不良行为，请反馈至群内，营造服务器更好的环境。
\\
\\
Hgnim\\
2026年3月10日宣
`;export{n as default};
